/* to be appened to a measure of time, such as 'ten seconds ago' */
"ago" = "dans le passé";

/* error message will be appended */
"Can't save photo:" = "Impossible d'enregistrer la photo:";

/* title of a button that deletes a selfie */
"Delete" = "Effacer";

/* The title of an error message popup */
"Error" = "Erreur";

/* title of the selfie that was deleted to be appended */
"Failed to delete" = "Impossible de supprimer";

/* error message will be appended */
"Failed to load selfies:" = "Échec du chargement des selfies:";

/* default name for a newly-created selfie */
"New Selfie" = "Nouvelle photo";

/* Button confirmation label */
"OK" = "D'accord";

/* title of a button that shares a selfie */
"Share" = "Partager";

/* Error mesage to be displayed when failing to share an image */
"Unable to share selfie without an image" = "Impossible de partager selfie sans photo";

/* Notification title */
"Take a selfie!" = "Prendre un selfie!";

